[
  {
    "numero": 1,
    "texto": "(2025) A estrutura organizacional orientada pelo modelo de gestão por processo favorece a obtenção de maior eficácia organizacional na entrega de produtos e na prestação de serviços aos clientes.",
    "gabarito": "C",
    "explicacao": "As organizações orientadas por processos aumentam a eficiência, integração e capacidade de aprendizado, conforme abordagens modernas de gestão pública."
  },
  {
    "numero": 2,
    "texto": "(2025) A tomada de decisão para a realização de obra a ser licitada em uma organização pública é inicialmente embasada na identificação dos tipos de serviços a executar e de materiais e equipamentos necessários ao empreendimento. Após essa identificação, o próximo passo será a realização de estudos técnicos definitivos.",
    "gabarito": "E",
    "explicacao": "Conforme a Lei nº 8.666/1993, os estudos técnicos são etapas preliminares e não definitivas à decisão de contratação."
  },
  {
    "numero": 3,
    "texto": "(2025) Organizações públicas da administração federal direta apresentam cadeias de comando do tipo matricial, isto é, há intercâmbio de poder decisório acerca de pessoas e de recursos em duas ou mais unidades administrativas situadas em níveis hierárquicos diferentes.",
    "gabarito": "E",
    "explicacao": "A estrutura mais comum na administração direta federal é funcional-vertical (linha tradicional), e não matricial."
  },
  {
    "numero": 4,
    "texto": "(2025) Cabe privativamente à União legislar acerca de normas gerais de licitação e contratação, em todas as modalidades, para as administrações públicas diretas, autárquicas e fundacionais da União, dos estados, do DF e dos municípios.",
    "gabarito": "C",
    "explicacao": "A competência privativa da União para legislar sobre normas gerais de licitação está prevista no art. 22, XXVII, da CF/88."
  },


  {
    "numero": 5,
    "texto": "(2025) A Teoria Burocrática de Weber, ainda hoje influente na administração pública, preconiza a impessoalidade e a hierarquia funcional como pilares da eficiência organizacional.",
    "gabarito": "C",
    "explicacao": "Weber destacou esses elementos como características ideais da burocracia, que permanecem relevantes na gestão pública contemporânea."
  },
  {
    "numero": 6,
    "texto": "(2025) A cultura organizacional em órgãos públicos pode ser modificada rapidamente através de portarias e comunicados internos, sem necessidade de mudanças estruturais profundas.",
    "gabarito": "E",
    "explicacao": "A cultura organizacional é um fenômeno complexo que requer mudanças consistentes e de longo prazo, não sendo passível de transformação imediata por atos normativos."
  },
  {
    "numero": 7,
    "texto": "(2025) O Balanced Scorecard (BSC) é uma ferramenta adequada para a gestão por resultados no setor público, pois permite avaliar o desempenho sob múltiplas perspectivas, incluindo a financeira e a de processos internos.",
    "gabarito": "C",
    "explicacao": "O BSC é amplamente utilizado no setor público, adaptando suas quatro perspectivas tradicionais à realidade das organizações governamentais."
  },
  {
    "numero": 8,
    "texto": "(2025) O planejamento estratégico em organizações públicas deve considerar exclusivamente as diretrizes do governo federal, independentemente das demandas locais específicas.",
    "gabarito": "E",
    "explicacao": "O planejamento estratégico no setor público deve articular as diretrizes nacionais com as particularidades regionais e locais, conforme o princípio federativo."
  },
  {
    "numero": 9,
    "texto": "(2025) A Agenda 2030 da ONU, com seus 17 Objetivos de Desenvolvimento Sustentável, tem sido incorporada como referência para políticas públicas de sustentabilidade no Brasil.",
    "gabarito": "C",
    "explicacao": "O Brasil é signatário da Agenda 2030 e tem adotado os ODS como marco para o desenvolvimento sustentável em suas políticas públicas."
  },
  {
    "numero": 10,
    "texto": "(2025) A Lei de Acesso à Informação (12.527/2011) estabelece que a transparência ativa só se aplica a informações consideradas essenciais para o exercício da cidadania.",
    "gabarito": "E",
    "explicacao": "A LAI prevê a divulgação proativa de diversas categorias de informações, não se limitando às consideradas essenciais (art. 8º)."
  },
  {
    "numero": 11,
    "texto": "(2025) A estrutura organizacional do tipo projetizada é a mais adequada para órgãos públicos que necessitam de alta especialização técnica e estabilidade funcional.",
    "gabarito": "E",
    "explicacao": "Estruturas projetizadas são mais adequadas para organizações com demandas temporárias e mutáveis, sendo a estrutura funcional mais comum na administração pública tradicional."
  },
  {
    "numero": 12,
    "texto": "(2025) A comunicação organizacional em órgãos públicos deve priorizar o fluxo vertical descendente (da chefia para os subordinados), por ser mais eficiente na transmissão de diretrizes.",
    "gabarito": "E",
    "explicacao": "A comunicação eficaz no setor público requer múltiplos fluxos (vertical, horizontal e diagonal), conforme preconizam as modernas teorias de administração."
  },
  {
    "numero": 13,
    "texto": "(2025) A gestão por processos na administração pública busca eliminar atividades que não agregam valor, reduzindo custos e melhorando a qualidade dos serviços prestados ao cidadão.",
    "gabarito": "C",
    "explicacao": "Essa é uma das principais vantagens da gestão por processos, alinhada aos princípios da eficiência e economicidade (art. 37 da CF)."
  },
  {
    "numero": 14,
    "texto": "(2025) O Plano Plurianual (PPA) é o principal instrumento de planejamento estratégico do governo federal, com vigência de quatro anos e atualização anual.",
    "gabarito": "C",
    "explicacao": "Conforme o art. 165 da CF, o PPA tem vigência quadrienal e é o documento central do planejamento governamental estratégico."
  },
  {
    "numero": 15,
    "texto": "(2025) A acessibilidade digital, prevista no Decreto 10.145/2019, é obrigatória apenas para portais e sítios eletrônicos de órgãos federais com mais de 100 servidores.",
    "gabarito": "E",
    "explicacao": "A acessibilidade digital é obrigatória para todos os sítios e portais da administração pública federal, independentemente do tamanho do órgão."
  },
  {
    "numero": 16,
    "texto": "(2025) A Controladoria-Geral da União (CGU) é o órgão responsável pela promoção da integridade pública e prevenção da corrupção no âmbito do Poder Executivo federal.",
    "gabarito": "C",
    "explicacao": "Essa é uma das principais atribuições da CGU, conforme estabelecido no Decreto 11.129/2022 que redefine sua estrutura organizacional."
  },
  {
    "numero": 17,
    "texto": "(2025) A Teoria das Contingências defende que não existe uma única melhor forma de organizar, sendo a estrutura organizacional dependente de fatores como tamanho e tecnologia.",
    "gabarito": "C",
    "explicacao": "Essa teoria, desenvolvida por Lawrence e Lorsch, enfatiza a adaptação da estrutura às características específicas de cada organização."
  },
  {
    "numero": 18,
    "texto": "(2025) Os canais formais de comunicação em órgãos públicos são suficientes para garantir o fluxo eficiente de informações, tornando desnecessários os canais informais.",
    "gabarito": "E",
    "explicacao": "Os canais informais desempenham papel importante na comunicação organizacional, complementando os formais, conforme reconhece a literatura especializada."
  },
  {
    "numero": 19,
    "texto": "(2025) O mapeamento de processos é etapa fundamental para a implementação da gestão por processos, permitindo identificar gargalos e oportunidades de melhoria.",
    "gabarito": "C",
    "explicacao": "O mapeamento é de fato a base para a gestão por processos, conforme as diretrizes do Modelo de Excelência em Gestão Pública."
  },
  {
    "numero": 20,
    "texto": "(2025) A inovação no setor público deve priorizar sempre a adoção de tecnologias disruptivas, mesmo que isso implique em altos custos iniciais de implementação.",
    "gabarito": "E",
    "explicacao": "A inovação no setor público deve considerar a relação custo-benefício e a adequação às necessidades reais, não necessariamente optando por tecnologias disruptivas."
  },
  {
    "numero": 21,
    "texto": "(2025) O princípio da governança pública que determina a prestação de contas e a responsabilidade pelos resultados denomina-se accountability.",
    "gabarito": "C",
    "explicacao": "O termo accountability refere-se exatamente a esse mecanismo de prestação de contas e responsabilização, essencial na boa governança."
  },
  {
    "numero": 22,
    "texto": "(2025) A Lei 14.133/2021 (Nova Lei de Licitações) incluiu a sustentabilidade ambiental como um dos princípios a serem observados nas contratações públicas.",
    "gabarito": "C",
    "explicacao": "O art. 6º, XIII da Lei 14.133/2021 estabelece expressamente o princípio da promoção do desenvolvimento nacional sustentável."
  },
  {
    "numero": 23,
    "texto": "(2025) O desenho organizacional de um órgão público deve considerar apenas fatores internos, como suas competências legais e recursos disponíveis.",
    "gabarito": "E",
    "explicacao": "O desenho organizacional deve considerar também fatores externos, como ambiente político, demandas sociais e marco regulatório, entre outros."
  },
  {
    "numero": 24,
    "texto": "(2025) A governança pública no Brasil está alinhada com as recomendações da OCDE, especialmente no que diz respeito ao combate à corrupção e promoção da integridade.",
    "gabarito": "C",
    "explicacao": "O Brasil tem adotado diversas recomendações da OCDE nessa área, como a criação da Estratégia Nacional de Combate à Corrupção e Lavagem de Dinheiro."
  }
]
