[
  {
    "numero": 1,
    "texto": "(2014) Para obter porte de arma de fogo de uso permitido, agente da Polícia Federal deve apresentar, entre outros documentos, comprovação de capacidade técnica e de aptidão psicológica para o manuseio de arma de fogo.",
    "gabarito": "E",
    "explicacao": "Conforme o art. 6º da Lei nº 10.826/2003, os integrantes da Polícia Federal estão dispensados de comprovar capacidade técnica e aptidão psicológica para o porte de arma, desde que estejam no exercício da função."
  },
  {
    "numero": 2,
    "texto": "(2014) Considere que, em uma briga de trânsito, Joaquim tenha sacado uma arma de fogo e efetuado vários disparos contra Gilmar, com a intenção de matá-lo, e que nenhum dos tiros tenha atingido o alvo. Nessa situação, Joaquim responderá tão somente pela prática do crime de disparo de arma de fogo.",
    "gabarito": "E",
    "explicacao": "Joaquim responderá por tentativa de homicídio. O crime de disparo (art. 15) não se aplica quando há intenção de praticar outro crime, conforme o próprio artigo dispõe."
  },
  {
    "numero": 3,
    "texto": "(2014) O revólver só poderá ser vendido mediante autorização do Sistema Nacional de Armas (Sinarm).",
    "gabarito": "C",
    "explicacao": "Conforme o art. 4º, §5º, da Lei nº 10.826/2003, a comercialização de arma de fogo entre pessoas físicas só pode ocorrer com autorização do Sinarm."
  },
  {
    "numero": 4,
    "texto": "(2014) Uma empresa comercializa determinado produto químico que pode ser utilizado como insumo na elaboração de substância que causa dependência química. Nessa situação, as atividades dessa empresa devem ser fiscalizadas pelo DPF, juntamente com o Exército Brasileiro.",
    "gabarito": "E",
    "explicacao": "A competência exclusiva para fiscalizar os produtos químicos referidos na Lei nº 10.357/2001 é do Departamento de Polícia Federal (art. 3º)."
  },
  {
    "numero": 5,
    "texto": "(2014) O gerente de uma empresa de reciclagem de produtos químicos controlados tomou conhecimento de que um dos empregados da empresa desviava parte desses produtos para produzir entorpecentes. Caso não informe esse fato às autoridades competentes, o gerente incorrerá em infração administrativa e penal.",
    "gabarito": "C",
    "explicacao": "A omissão da comunicação do desvio é infração administrativa (art. 12, VII, da Lei nº 10.357/2001) e pode ensejar também responsabilização penal, conforme o tipo penal correspondente."
  },
  {
    "numero": 6,
    "texto": "(2014) O inquérito policial ou outro procedimento previsto em lei em curso somente poderá ser avocado ou redistribuído por superior hierárquico, mediante despacho fundamentado, por motivo de interesse público ou nas hipóteses de inobservância dos procedimentos previstos em regulamento da corporação.",
    "gabarito": "C",
    "explicacao": "De acordo com o art. 2º, §4º da Lei nº 12.830/2013, a redistribuição só é permitida mediante justificativa por interesse público ou por ineficiência da investigação conforme critérios regulamentares."
  },

  
  {
    "numero": 7,
    "texto": "(2025) Segundo a Lei 7.102/1983, empresas de segurança privada podem contratar vigilantes armados sem necessidade de autorização prévia da Polícia Federal, desde que comprovada a necessidade do serviço.",
    "gabarito": "E",
    "explicacao": "O art. 10 da Lei 7.102/1983 exige autorização prévia do DPF para contratação de vigilantes armados, independentemente da justificativa apresentada."
  },
  {
    "numero": 8,
    "texto": "(2025) A Lei 10.357/2001 obriga os estabelecimentos que comercializam produtos químicos controlados a manter registro atualizado de compradores por no mínimo 5 anos, mesmo após o encerramento das atividades.",
    "gabarito": "C",
    "explicacao": "Conforme art. 6º da Lei 10.357/2001, os registros devem ser mantidos por 5 anos, inclusive após cessação das atividades."
  },
  {
    "numero": 9,
    "texto": "(2025) Estrangeiro que cometa crime hediondo em território nacional deve ser imediatamente deportado após o cumprimento da pena, sem possibilidade de recurso, nos termos da Lei 6.815/1980.",
    "gabarito": "E",
    "explicacao": "O art. 65 da Lei 6.815/1980 prevê o devido processo legal na deportação, com direito a ampla defesa e recurso, mesmo para crimes hediondos."
  },
  {
    "numero": 10,
    "texto": "(2025) Porte de arma de fogo por integrante da Polícia Federal em folga está condicionado à autorização expressa do diretor-geral do DPF, conforme redação atual do Estatuto do Desarmamento.",
    "gabarito": "E",
    "explicacao": "O art. 6º-A da Lei 10.826/2003 assegura o porte permanente aos agentes da PF, inclusive fora de serviço, sem necessidade de autorização específica."
  },
  {
    "numero": 11,
    "texto": "(2025) A Lei 12.830/2013 autoriza a Polícia Federal a realizar operações de inteligência para prevenção de crimes sem necessidade de autorização judicial prévia.",
    "gabarito": "C",
    "explicacao": "O art. 2º, §1º da Lei 12.830/2013 confere à PF competência para atividades de inteligência policial preventiva, nos limites legais."
  },
  {
    "numero": 12,
    "texto": "(2025) Vigilantes de empresas de segurança privada podem portar armas de calibre restrito às Forças Armadas quando em transporte de valores, conforme dispõe a Lei 7.102/1983.",
    "gabarito": "E",
    "explicacao": "O art. 20 da Lei 7.102/1983 limita os calibres que podem ser portados por vigilantes, excluindo os de uso exclusivo das Forças Armadas."
  },
  {
    "numero": 13,
    "texto": "(2025) A importação de produtos químicos controlados listados na Lei 10.357/2001 pode ser autorizada pelo DPF quando destinada a pesquisa científica devidamente credenciada.",
    "gabarito": "C",
    "explicacao": "O art. 4º, §1º da Lei 10.357/2001 prevê exceções para fins científicos, mediante autorização expressa do DPF."
  },
  {
    "numero": 14,
    "texto": "(2025) Estrangeiro em situação irregular no Brasil tem direito a converter seu visto em permanente caso contraia matrimônio com brasileiro, nos termos da atual redação da Lei 6.815/1980.",
    "gabarito": "E",
    "explicacao": "O art. 30 da Lei 6.815/1980 exige que o estrangeiro esteja em situação regular no país para solicitar a conversão por matrimônio."
  },
  {
    "numero": 15,
    "texto": "(2025) O Estatuto do Desarmamento permite ao cidadão comum adquirir até 4 armas de fogo para coleção, desde que registradas no Sinarm e mantidas em local seguro.",
    "gabarito": "E",
    "explicacao": "O art. 12 da Lei 10.826/2003 limita a posse a 2 armas por cidadão, exceto para casos específicos autorizados pelo Exército."
  },
  {
    "numero": 16,
    "texto": "(2025) Segundo a Lei 12.830/2013, o delegado da Polícia Federal pode determinar a quebra de sigilo telefônico sem autorização judicial quando houver fundada suspeita de prática de crime organizado.",
    "gabarito": "E",
    "explicacao": "O art. 3º da Lei 12.830/2013 mantém a exigência de autorização judicial para medidas restritivas de direitos, incluindo quebra de sigilos."
  },
  {
    "numero": 17,
    "texto": "(2025) Empresas de segurança privada estão obrigadas a comunicar ao DPF qualquer alteração em seu quadro societário no prazo de 30 dias, conforme atual redação da Lei 7.102/1983.",
    "gabarito": "C",
    "explicacao": "O art. 7º da Lei 7.102/1983 impõe essa obrigação, com prazo máximo de 30 dias para comunicação de mudanças societárias."
  },
  {
    "numero": 18,
    "texto": "(2025) A Lei 10.357/2001 isenta de fiscalização os produtos químicos controlados quando destinados à indústria farmacêutica regulamentada pela Anvisa.",
    "gabarito": "E",
    "explicacao": "O art. 1º, parágrafo único da Lei 10.357/2001 não prevê essa isenção, submetendo todos os produtos listados à fiscalização do DPF."
  },
  {
    "numero": 19,
    "texto": "(2025) O visto temporário concedido ao estrangeiro investidor pode ser convertido em permanente após 4 anos de investimentos consecutivos no país, conforme atual redação da Lei 6.815/1980.",
    "gabarito": "C",
    "explicacao": "O art. 30, III da Lei 6.815/1980, com redação dada pela Lei 13.445/2017, prevê essa possibilidade de conversão após 4 anos de investimento."
  },
  {
    "numero": 20,
    "texto": "(2025) O porte de arma de fogo por membros da Polícia Federal em território estrangeiro depende de autorização expressa do país visitado, mesmo em missão oficial.",
    "gabarito": "C",
    "explicacao": "O art. 6º-A, §2º da Lei 10.826/2003 condiciona o porte no exterior às normas do país visitado e a acordos internacionais."
  },
  {
    "numero": 21,
    "texto": "(2025) A Lei 12.830/2013 assegura ao indiciado o direito de acesso completo ao inquérito policial a partir do momento da conclusão das diligências, antes mesmo do oferecimento da denúncia.",
    "gabarito": "E",
    "explicacao": "O art. 7º da Lei 12.830/2013 garante acesso apenas após o término da investigação e encaminhamento ao Ministério Público, não durante o curso do inquérito."
  },
  {
    "numero": 22,
    "texto": "(2025) Vigilantes de empresas de transporte de valores podem portar armas longas em veículos blindados, conforme dispõe a Lei 7.102/1983.",
    "gabarito": "C",
    "explicacao": "O art. 20, §1º da Lei 7.102/1983 permite o porte de armas longas em veículos blindados durante transporte de valores."
  },
  {
    "numero": 23,
    "texto": "(2025) A Lei 10.357/2001 prevê pena de reclusão para o diretor técnico de empresa que deixar de comunicar ao DPF o desaparecimento de produtos químicos controlados.",
    "gabarito": "C",
    "explicacao": "O art. 12, VII combinado com o art. 13 da Lei 10.357/2001 estabelece responsabilidade penal para os administradores nesses casos."
  },
  {
    "numero": 24,
    "texto": "(2025) Estrangeiro que adquire propriedade rural em área de fronteira deve comprovar residência permanente no Brasil há mais de 10 anos, nos termos da atual redação da Lei 6.815/1980.",
    "gabarito": "E",
    "explicacao": "O art. 12 da Lei 6.815/1980 exige apenas que o estrangeiro tenha residência permanente no Brasil, sem prazo mínimo estabelecido."
  },
  {
    "numero": 25,
    "texto": "(2025) O Estatuto do Desarmamento permite ao colecionador credenciado pelo Exército portar suas armas registradas para eventos de colecionismo em todo território nacional.",
    "gabarito": "E",
    "explicacao": "O art. 12, §3º da Lei 10.826/2003 veda expressamente o porte de armas por colecionadores, permitindo apenas o transporte com autorização."
  },
  {
    "numero": 26,
    "texto": "(2025) Segundo a Lei 12.830/2013, o prazo máximo para conclusão de inquérito policial pela PF é de 30 dias, prorrogável por igual período mediante justificativa.",
    "gabarito": "E",
    "explicacao": "A Lei 12.830/2013 não estabelece prazo máximo para conclusão de inquéritos, que devem seguir o princípio da razoabilidade."
  }
]
